{
  "locale": "es-es",
  "navbar": {
    "logo": "logo",
    "products": "Productos",
    "blockChainProduct": "Blockchain",
    "question": "Preguntas",
    "futureBtn": "Equipo",
    "LoginBtn": "Conectar Metamask",
    "dude": "¿Tienes dudas?",
    "infoEmail": "mail@mail.es",
    "steps": [
      "Compra",
      "Paso2"
    ],
    "clientArea": {
      "clientArea": "Área clientes",
      "insurance": "Blockchain",
      "reward": "Obtener Recompensa"
    },
    "language": [
      "es",
      "en"
    ]
  },
  "footer": {
    "c": "© 2023, Name",
    "terms": "Términos y condiciones",
    "privacy": "Privacidad",
    "cookies": "Cookies",
    "social": {
      "facebook": "facebook",
      "instagram": "instagram",
      "twitter": "https://twitter.com/StakeAcross"
    }
  },
  "home": {
    "section1": {
      "title":"Stake Across",
      "subtitle":"Stake ETH without restrictions ",
      "paragraph":"be capi"
    },
    "section2": {
      "stake":"Stake",
      "mystake":"My stake",
      "stakeNow":"Stake Now!!!"
    },
    "section3": {
      "understaking":"Understaking",
      "claimReward":"Claim reward"
    },
    "footer": {
      "logo": "",
      "email": "",
      "address": ""
    }   
  },
  "theProject": {
    "aboutTheProject": {
      "title": "Acerca del proyecto",
      "description": "Description",
      "context":{
        "title": "Contexto",
        "description": "Descripción",
        "paragraphOne": "Ether serves as a pivotal asset within the Decentralized Finance (DeFi) ecosystem, playing a predominant role across various blockchains and platforms. The quantity of Ether present in Layer 1 (L1), Layer 0 (L0), and diverse protocols beyond the immediate Ethereum ecosystem, including Eth L1 and Layer 2 (L2) solutions like Optimism and Arbitrum, is substantial. These assets, situated outside the Ethereum ecosystem, serve diverse purposes, often acting as a safeguard against market volatility and instability. They are predominantly utilized within DeFi protocols, proving particularly valuable during bullish market conditions as a versatile medium of exchange for riskier assets, low-cap tokens, and Non-Fungible Tokens (NFTs).",
        "paragraphTwo":"Conversely, during bear markets, Ether stands out as one of the most robust assets due to its maturity and resilience. Throughout all market phases, Ethereum, operating as a proof-of-stake blockchain, upholds its security and usability, thanks to the Ethereum staked by its users. However, the presence of Ether on other chains raises concerns about potential future challenges in maintaining network security. We believe that the dispersion of Ether across multiple chains may pose a threat, warranting careful consideration to sustain the integrity of the overall network."
      },
      "problem":{
        "title": "El problema",
        "description": "Description"
      },
      "proposal":{
        "title": "Solución propuesta",
        "description": "",
        "paragraphOne":"The devised solution addresses the interoperability challenges encountered by users possessing Wrapped ETH (WETH) on blockchains operating outside the Ethereum ecosystem. The primary objective is to seamlessly repatriate these tokens to the Ethereum Mainnet, thereby fostering enhanced security and leveraging advanced staking mechanisms. ",
        "paragraphTwo":"Through the implemented staking protocols, users engage in securing the Ethereum network by actively participating in the consensus mechanism. This not only contributes to the decentralization and robustness of the network but also positions participants to earn staking rewards proportional to their staked WETH.",
        "paragraphTree":"Moreover, the integration with the staking ecosystem extends beyond securing the network; it unlocks an additional layer of incentives. Participants are eligible to receive rewards from the broader platform, exemplified by the Stake Across initiative. These rewards may encompass various token incentives, governance rights, and participatory benefits, further incentivizing active involvement.",
        "paragraphFour":"Beyond the monetary realm, users are also granted the opportunity to receive non-fungible tokens (NFTs) as part of their participation in the staking process. These NFTs may represent unique digital assets, collectibles, or exclusive access privileges within the ecosystem. ",
        "paragraphFive":"In essence, the proposed technical solution not only streamlines the repatriation of WETH to the Ethereum Mainnet but also establishes a comprehensive framework for active user participation, encompassing network security, staking rewards, broader platform incentives, and unique digital asset acquisition."
      }
    },
    "aboutTheTeam": {
      "title": "Acerca del equipo",
      "description": "",
      "members":[
      {
        "pictureOrAvatar": "TheProject/teamMembers/matias.png",
        "name": "Matias",
        "degree":"Computer science",
        "role": "Software engineer",
        "linkedin": "werwerwerwe"
      },
      {
        "pictureOrAvatar": "TheProject/teamMembers/luis.png",
        "name": "Luis",
        "degree":"Computer science",
        "role": "Software engineer",
        "linkedin": "https://www.linkedin.com/in/luisvidela/"
      },
      {
        "pictureOrAvatar": "TheProject/teamMembers/ivan.png",
        "name": "Gutavo",
        "degree":"Computer science",
        "role": "Software engineer",
        "linkedin": "werwerwerwe"
      },
      {
        "pictureOrAvatar": "TheProject/teamMembers/eli.png",
        "name": "Elizabeth",
        "degree":"Computer science",
        "role": "Software engineer",
        "linkedin": "https://www.linkedin.com/in/efigueroa-4022765b/"
      }
    ]}
  },
  "legal": {
    "title": "Aviso legal",
    "subtitle": "Información básica sobre protección de datos personales:",
    "liable": {
      "title": "Responsable:",
      "content": ""
    },
    "points": [
      {
        "title": "Finalidad:",
        "content": "",
        "moreInfo": "(+ info)"
      },
      {
        "title": "Legitimación:",
        "content": "",
        "moreInfo": "(+ info)"
      },
      {
        "title": "Destinatarios:",
        "content": "",
        "moreInfo": "(+ info)"
      },
      {
        "title": "Derechos:",
        "content": "",
        "moreInfo": "(+ info)"
      },
      {
        "title": "Transferencias internacionales:",
        "content": "",
        "moreInfo": "(+ info)"
      },
      {
        "title": "Información adicional:",
        "content": "",
        "moreInfo": "(+ info)"
      }
    ],
    "check1": "Acepto que he leído la",
    "Referral": "política de privacidad",
    "check2": "y acepto el tratamiento de mis datos personales.",
    "btnLegal": "texto boton"
  },
  "whitePaper": {},
  "profile": {
    "notify": {
      "title": "",
      "subtitle": ""
    },
    "errors": {
      "id": {
        "title": "Error de identificación",
        "msg": "Hemos detectado un error en el inicio de sesión. Revisa que tienes instalado Metamask correctamente con la cuenta con la que te registraste.",
        "btn": "Volver al identificarte"
      },
      "expired": {
        "title": "Tu sesión ha caducado",
        "msg": "Necesitas volver a identificarte para acceder a tu área personal",
        "btn": "Volver al identificarte"
      }
    }
  },
  "referral": {}
}